blog/2021/meditation-210607.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-09 Wed 13:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>沉思录 210607</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">沉思录 210607</h1>
</header><p>
每日自问：
</p>

<ol class="org-ol">
<li>你想成为怎样的人？</li>
</ol>

<p>
昨天下午，看完了《西部世界 第一季》，我经历了似曾相识的心灵历练。刚才为这种历练的结果取了名字-&#x2013;&#x2014;全面理性。我似乎能够理性地看待与分析一切事物，但又不完全是理性，感性也在其中左右我的选择。不过感性总是处于弱势，我觉得理性比感性更能让自己达成欲望。不过，理性与感性对我来说都很重要，它们的结合标志着我，成为了一个完整的个体。而不那么支离破碎。
</p>

<hr>

<p>
喜欢是什么？并不是天然存在某一件事情「适合」你，你要把它找出来，而是：你经过尝试和行动，发现，做某件事情的时候会面临很多困难和挑战，恰好你的能力足以应对这些挑战，你并不排斥应对这些挑战的过程，并且能够从中获得正向的反馈
-&#x2013;&#x2014; 这才是喜欢的本质。
</p>

<p>
笔记：喜欢的事情，不是天然存在的，而是，我去尝试与行动。发现做某些事会面临很多困难和挑战，而我的能力足以应对这些挑战，我不排斥应对挑战的过程，并且能够从中得到正反馈 -&#x2013;&#x2014; 这才是「喜欢」的本质。
</p>
</div>
</body>
</html>